tap "argoproj/tap"
tap "filippo.io/age", "https://filippo.io/age"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "linuxkit/linuxkit"
tap "reactiveops/tap"
tap "txn2/tap"
tap "weaveworks/tap"
cask "osxfuse"
brew "age"
brew "python"
brew "ansible"
brew "archey"
brew "asciinema"
brew "awscli"
brew "bazaar"
brew "glib"
brew "cfssl"
brew "colordiff"
brew "container-diff"
brew "coreutils"
brew "ctop"
brew "go"
brew "svn"
brew "direnv"
brew "etcd"
brew "ext4fuse"
brew "fdupes"
brew "fio"
brew "fzf"
brew "gcc"
brew "git"
brew "gnupg"
brew "gnuplot"
brew "go@1.12"
brew "gopass"
brew "goreleaser"
brew "gpgme"
brew "graphviz"
brew "grep"
brew "grv"
brew "helm"
brew "hopenpgp-tools"
brew "htop"
brew "hub"
brew "hugo"
brew "influxdb"
brew "iperf"
brew "iperf3"
brew "istioctl"
brew "jq"
brew "jsonnet"
brew "kafkacat"
brew "kapacitor"
brew "kubebuilder"
brew "kubecfg"
brew "kubectx"
brew "kubeseal"
brew "kubespy"
brew "kustomize"
brew "make"
brew "minikube"
brew "protobuf"
brew "mosh"
brew "mr"
brew "neovim"
brew "nmap"
brew "node"
brew "nomad"
brew "opensc"
brew "packer"
brew "packer-completion"
brew "parallel"
brew "tree"
brew "pass"
brew "pass-otp"
brew "pinentry-mac"
brew "pwgen"
brew "restic"
brew "rustup-init"
brew "shellcheck"
brew "siege"
brew "signify-osx"
brew "skaffold"
brew "skopeo"
brew "sops"
brew "step"
brew "stern"
brew "stow"
brew "tcpdump"
brew "telepresence"
brew "telnet"
brew "terraform"
brew "terraform@0.11"
brew "tmate"
brew "vault"
brew "velero"
brew "watch"
brew "wget"
brew "wireguard-tools"
brew "xhyve", args: ["HEAD"]
brew "xsv"
brew "yarn"
brew "ykman"
brew "youtube-dl"
brew "yq"
brew "yubico-piv-tool"
brew "zbar"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-git-prompt"
brew "zsh-syntax-highlighting"
brew "argoproj/tap/argocd"
brew "linuxkit/linuxkit/linuxkit", args: ["HEAD"]
brew "reactiveops/tap/rbac-lookup"
brew "txn2/tap/kubefwd"
brew "weaveworks/tap/footloose"
cask "1password-cli"
cask "alacritty"
cask "amethyst"
cask "arduino"
cask "balenaetcher"
cask "bitwarden"
cask "bossa"
cask "cyberduck"
cask "dash"
cask "docker"
cask "firefox"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "font-iosevka-slab"
cask "font-roboto"
cask "font-roboto-mono"
cask "goland"
cask "google-chrome"
cask "google-cloud-sdk"
cask "handbrake"
cask "iterm2"
cask "kap"
cask "keepingyouawake"
cask "keybase"
cask "kitty"
cask "licecap"
cask "notion"
cask "obs"
cask "postman"
cask "protonvpn"
cask "signal"
cask "slack"
cask "spotify"
cask "syncthing"
cask "teamviewer"
cask "telegram"
cask "the-unarchiver"
cask "transmission"
cask "tunnelblick"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "viscosity"
cask "visual-studio-code"
cask "visual-studio-code-insiders"
cask "vlc"
cask "whatsapp"
cask "yubico-authenticator"
cask "yubico-yubikey-manager"
cask "yubico-yubikey-personalization-gui"
cask "yubico-yubikey-piv-manager"
cask "zoomus"
