adamhartford.vscode-base64
alefragnani.Bookmarks
asciidoctor.asciidoctor-vscode
bbenoist.Nix
bbenoist.vagrant
bpruitt-goddard.mermaid-markdown-syntax-highlighting
coolbear.systemd-unit-file
DevonDCarew.bazel-code
donjayamanne.githistory
DotJoshJohnson.xml
eamodio.gitlens
eamodio.remotehub
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
eriklynd.json-tools
euskadi31.json-pretty-printer
golang.go
hashicorp.terraform
heptio.jsonnet
influxdata.flux
joaompinto.asciidoctor-vscode
ms-python.python
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cmake-tools
ms-vscode.cpptools
plex.vscode-regolint
plorefice.devicetree
redhat.java
rust-lang.rust
secanis.jenkinsfile-support
slevesque.vscode-hexdump
tht13.rst-vscode
timonwong.shellcheck
tsandall.opa
twxs.cmake
VisualStudioExptTeam.vscodeintellicode
vsciot-vscode.vscode-arduino
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vstirbu.vscode-mermaid-preview
waderyan.gitblame
xrc-inc.jsonnet-formatter
yzhang.markdown-all-in-one
zxh404.vscode-proto3
